ajhyndman.jslint
ajshort.latex-preview
alefragnani.Bookmarks
davidhouchin.whitespace-plus
dbaeumer.jshint
dbaeumer.vscode-eslint
deerawan.vscode-dash
dhoeric.ansible-vault
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
eriklynd.json-tools
gccfeli.vscode-lua
haaaad.ansible
hangxingliu.vscode-systemd-support
James-Yu.latex-workshop
jtavin.ldif
lextudio.restructuredtext
marcostazi.VS-code-vagrantfile
mathiasfrohlich.latexcompile
mauve.terraform
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.Go
nickfode.latex-formatter
PeterJausovec.vscode-docker
pgourlain.erlang
redhat.java
redhat.vscode-yaml
shardulm94.trailing-spaces
sidneys1.gitconfig
streetsidesoftware.code-spell-checker
technosophos.vscode-helm
timonwong.shellcheck
torn4dom4n.latex-support
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
ms-python.python
vscodevim.vim
wayou.vscode-todo-highlight
