ajhyndman.jslint
ajshort.latex-preview
davidhouchin.whitespace-plus
dbaeumer.jshint
dbaeumer.vscode-eslint
deerawan.vscode-dash
dunstontc.viml
eamodio.gitlens
eriklynd.json-tools
gccfeli.vscode-lua
James-Yu.latex-workshop
mathiasfrohlich.latexcompile
minhthai.vscode-todo-parser
ms-python.python
ms-vscode.Go
nickfode.latex-formatter
PeterJausovec.vscode-docker
pgourlain.erlang
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
technosophos.vscode-helm
timonwong.shellcheck
torn4dom4n.latex-support
vscodevim.vim
vscoss.vscode-ansible
wayou.vscode-todo-highlight
