ajhyndman.jslint
ajshort.latex-preview
alefragnani.Bookmarks
bungcip.better-toml
DavidAnson.vscode-markdownlint
davidhouchin.whitespace-plus
dbaeumer.jshint
dbaeumer.vscode-eslint
deerawan.vscode-dash
dhoeric.ansible-vault
dunstontc.viml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
eriklynd.json-tools
gccfeli.vscode-lua
haaaad.ansible
hangxingliu.vscode-systemd-support
James-Yu.latex-workshop
jtavin.ldif
lextudio.restructuredtext
marcostazi.VS-code-vagrantfile
mathiasfrohlich.latexcompile
mauve.terraform
mechatroner.rainbow-csv
mermade.openapi-lint
minhthai.vscode-todo-parser
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
nickfode.latex-formatter
pgourlain.erlang
Pivotal.vscode-concourse
redhat.vscode-yaml
shardulm94.trailing-spaces
sidneys1.gitconfig
technosophos.vscode-helm
timonwong.shellcheck
torn4dom4n.latex-support
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
zoellner.openapi-preview
